Repository: kunalkalbande/Encryptics
Catalog: EncrypticsPortal/Front End Web Portal/Encryptics.WebPortal/Properties/Resources.*.resx
Languages: ar

# CurrentPasswordRequiredErrorMessage
source: The Current password field is required.
ar: مطلوب حقل كلمة المرور الحالية.

# NewPasswordRequiredErrorMessage
source: The New password field is required.
ar: مطلوب حقل كلمة المرور الجديدة.
