Repository: kunalkalbande/Encryptics
Catalog: EncrypticsPortal/Front End Web Portal/Encryptics.WebPortal/Properties/Resources.*.resx
Languages: ar

# EnterUserNameMessage
source: Please enter your user name or {0} email address.
ar: يرجى إدخال اسم المستخدم الخاص بك أو عنوان البريد الالكتروني لإنكريبتكس.

# AnswerSecretQuestionMessage
source: Please answer your secret question.
ar: يرجى الإجابة عن السؤال السري الخاص بك.

# CouldNotResendActivationMessage
source: Could not re-send Account Activation Link!
ar: لا يمكن إعادة إرسال رابط تفعيل الحساب!

# ErrorSendingAccountActivationMessage
source: An error occurred while sending Account Activation Link!
ar: حدث خطأ عند إرسال رابط تنشيط الحساب!

# CurrentPasswordIsIncorrectOrTheNewPasswordIsInvalidMessage
source: The current password is incorrect or the new password is invalid.
ar: كلمة المرور الحالية غير صحيحة أو كلمة المرور الجديدة غير صالحة.

# UserNameExistsMessage
source: User name already exists. Please enter a different user name.
ar: اسم المستخدم موجود بالفعل. يرجى استخدام اسم مستخدم مختلف.

# SecurityQuestion1
source: What was your childhood nickname?
ar: ما كان الإسم المستعار طفولتك؟

# SecurityQuestion2
source: In what city did you meet your spouse/significant other?
ar: في مدينة ما لم تلتقي زوجتك / هامة أخرى؟

# SecurityQuestion3
source: What is the name of your favorite childhood friend?
ar: ما هو اسم صديق الطفولة المفضل لديك؟

# SecurityQuestion4
source: What street did you live on in third grade?
ar: ما لم الشارع الذي تعيش فيه في في الصف الثالث؟

# SecurityQuestion5
source: What is the middle name of your oldest child?
ar: ما هو الاسم الأوسط من أقدم طفلك؟

# SecurityQuestion6
source: What is your oldest sibling's middle name?
ar: ما هو الاسم الأوسط أقدم أخ لديك؟

# SecurityQuestion7
source: What school did you attend for sixth grade?
ar: ما لم تحضر المدرسة للصف السادس؟

# SecurityQuestion8
source: What is your oldest cousin's first and last name?
ar: ما هو الاسم الأول والأخير أقدم ابن عم الخاص بك؟

# SecurityQuestion9
source: In what city or town did your mother and father meet?
ar: في مدينة أو بلدة ما لم أمك وأبيك الوفاء؟

# SecurityQuestion10
source: Where were you when you had your first kiss?
ar: أين كنتم عندما كان لديك قبلتك الأولى؟

# SecurityQuestion11
source: What is the first name of the person that you first kissed?
ar: ما هو الاسم الأول للشخص الذي كنت أول القبلات؟

# SecurityQuestion12
source: What was the last name of your third grade teacher?
ar: ما كان الاسم الأخير لمعلم الصف الثالث السر؟

# SecurityQuestion13
source: In what city does your nearest sibling live?
ar: في أي مدينة لا يعيش أقرب الأشقاء الخاص؟

# SecurityQuestion14
source: What is your spouse's mother's maiden name?
ar: ما هو اسم الأم قبل الزواج زوجك على ذلك؟

# SecurityQuestion15
source: In what city or town was your first job?
ar: في مدينة أو بلدة ما كان وظيفتك الأولى؟

# SecurityQuestion16
source: What is the name of the place your wedding reception was held?
ar: ما هو اسم مكان عقد حفل زفاف الخاص بك؟

# SecurityQuestion17
source: What is the name of a college you applied to but didn't attend?
ar: ما هو اسم الكلية التي تطبق على ولكن لم يحضر؟

# SecurityQuestion18
source: Where were you when you first heard about 9/11?
ar: أين كنت عند أول سمعت عن 11/9؟

# PasswordProvidedIsIncorrectMessage
source: Email or password is incorrect.
ar: البريد الالكتروني أو كلمة المرور غير صحيحة.

# ErrorRegisteringAccountMessage
source: An error occurred. Please go back and try again. If this problem persists, <a href="mailto:{0}">contact us</a>.
ar: حدث خطأ. يرجى العودة والمحاولة مجددًا. في حال استمرار المشكلة، يرجى إرسال رسالة علي : <a href="mailto:support@encryptics.com">الاتصال بنا </a>

# AccountAlreadyExistsMessage
source: Great! You're now registered. You should receive an activation email. If you've already activated proceed to log on.
ar: للأسف، هذا الحساب موجود بالفعل. اغلق هذه النافذة وعد إلى الصفحة الرئيسة وحاول تسجيل الدخول ببريدك الالكتروني وكلمة المرور المسجلين.

# PleaseResendActivationMessage
source: If you haven’t received an activation link in your email, click the button below to resend it.
ar: في حال عدم استلام رابط التنشيط على بريديك الالكتروني، انقر الزر الموجود أدناه لإعادة إرساله.

# ActivationWasSuccessfullButLogInFailedMessage
source: Account activation was successfull but log in failed.
ar: وكان تنشيط الحساب ناجحة ولكن فشل تسجيل الدخول.

# AccountActivationFailedErrorMessage
source: Account activation failed.
ar: فشل تنشيط الحساب.

# PasswordCouldNotBeUpdatedMessage
source: Password could not be updated.
ar: لا يمكن تحديث كلمة المرور

# CouldNotRetrieveCompanyNamesMessage
source: Could not retrieve company names.
ar: لا يمكن استعادة أسماء الشركة.

# AccountActivationFailedTryAgainMessage
source: Account activation failed. Please try again.
ar: فشل تنشيط الحساب. يرجى المحاولة مرة أخرى.

# EnterPasswordAgainMessage
source: Please enter your password again.
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك.

# UserNameDisplay
source: email
ar: البريد الالكتروني

# CurrentPasswordDisplay
source: Current password
ar: كلمة المرور الحالية

# PasswordMinimumLengthErrorMessage
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون عدد الأحرف {0} هو حرفين {2} على الأقل.

# PasswordNotMatchingErrorMessage
source: The password and confirmation password do not match.
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين.

# NewPasswordDisplay
source: New password
ar: كلمة المرور الجديدة

# ConfirmNewPasswordDisplay
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# PasswordDisplay
source: Password
ar: كلمة المرور

# RememberMeDisplay
source: Remember me?
ar: هل تتذكرني؟

# FirstNameDisplay
source: first
ar: الأول

# LastNameDisplay
source: last
ar: الأخير

# ConfirmPasswordDisplay
source: Confirm password
ar: تأكيد كلمة المرور

# InvalidEmailAddressFormatErrorMessage
source: Invalid email address format
ar: عنوان بريد الكتروني غير صالح

# SecretQuestionDisplay7
source: Secret Question
ar: السؤال السري

# SecretQuestionAnswerDisplay
source: Answer
ar: إجابة

# AgreeToTermsErrorMessage
source: Please agree to Terms and Conditions
ar: يرجى الموافقة على البنود والشروط

# EulaAcceptanceDisplay
source: Licensing Agreement
ar: قبول ترخيص المستخدم النهائي

# SecurityQuestion3AnswerDisplay
source: Security Answer #3
ar: الاجابة الأمن # 3

# SecurityQuestion3Display
source: Security Question & Answer #3
ar: الأمن سؤال وجواب # 3

# SecurityQuestion2AnswerDisplay
source: Security Answer #2
ar: الاجابة الأمن # 2

# SecurityQuestion2Display
source: Security Question & Answer #2
ar: الأمن سؤال وجواب رقم 2

# SecurityQuestion1AnswerDisplay
source: Security Answer #1
ar: الاجابة الأمن رقم 1

# SecurityQuestion1Display
source: Security Question & Answer #1
ar: الأمن سؤال وجواب رقم 1

# CouldNotLogNewUserInMessage
source: Could not log new user in.
ar: لا يمكن تسجيل دخول مستخدم جديد.

# ActivationTimeOutErrorMessage
source: We experienced an internal error on our side. Your account should be created at this time. If you do not receive an activation email please try registering again.
ar: وجدنا خطأ داخلي من جانبك. من المفترض ان يتم إنشاء حسابك الأن، في حال عدم تلقي رسالة التنشيط، يرجى التسجيل مجددًا.

# EmailAddressRequiredErrorMessage
source: The email address is required.
ar: مطلوب عنوان البريد الالكتروني

# PasswordRequiredErrorMessage
source: The password is required.
ar: كلمة المرور مطلوبة.

# PasswordResetUnsuccessfulErrorMessage
source: Password reset request was unsuccessful.
ar: لم ينجح طلب إعادة تعيين كلمة المرور.

# PasswordResetErrorMessage
source: Password could not be updated.
ar: لا يمكن تحديث كلمة المرور.

# CouldNotVerifyPasswordErrorMessage
source: Could not verify current password.
ar: لا يمكن التحقق من كلمة المرور الحالي.

# AccountMayAlreadyBeActivatedErrorMessage
source: Great! You're now registered. You should receive an activation email. If you've already activated proceed to log on.
ar: ربما يكون هذا الحساب قد تم تنشيطه بالفعل.

# EmailAddressDisplay
source: email
ar: البريد الالكتروني

# CompanyNameDisplay
source: company
ar: الشركة

# AccountStatusDisplay
source: status
ar: الشركة

# LicenseTypeDisplay
source: type
ar: النوع

# DateRegisteredDisplay
source: registered on
ar: التسجيل في

# DateLinceseCreated
source: License Applied
ar: الترخيص التطبيقية

# DateLicenseCreatedDisplay
source: License Applied
ar: تم تطبيق الترخيص

# DateLicenseExpiresDisplay
source: expires on
ar: ينتهي في

# DatePasswordChangedDisplay
source: Password Changed
ar: تم تغيير كلمة المرور

# NameDisplay
source: name
ar: الاسم

# CongratulationsAccountActivatedMessage
source: Congratulations your account has been successfully activated.
ar: تهانينا، تم تنشيط حسابك بنجاح.

# MembershipDefaultUnknownErrorMessage
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ar: حدث خطأ غير معروف. يرجى التحقق من صحة البيانات المدخلة والمحاولة مرة أخري في حال استمرار المشكلة، يرجى الاتصال بمدير نظامكم.

# MembershipDuplicateEmailErrorMessage
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
ar: اسم مستخدم عنوان هذا البريد الالكتروني موجود بالفعل. يرجى إدخال عنوان بريد الكتروني مختلف.

# MembershipInvalidAnswerErrorMessage
source: The password retrieval answer provided is invalid. Please check the value and try again.
ar: الإجابة الخاصة باستعادة كلمة المرور غير صحيحة. يرجى المراجعة والمحاولة مجددًا.

# MembershipInvalidEmailErrorMessage
source: The e-mail address provided is invalid. Please check the value and try again.
ar: عنوان البريد الالكتروني المذكور غير صحيح. يرجى المراجعة والمحاولة مجددًا.

# MembershipInvalidPasswordErrorMessage
source: The password provided is invalid. Please enter a valid password value.
ar: كلمة المرور المذكورة غير صحيحة. يرجى إدخال كلمة المرور الصحيحة.

# MembershipInvalidQuestionErrorMessage
source: The password retrieval question provided is invalid. Please check the value and try again.
ar: الإجابة الخاصة باستعادة كلمة المرور غير صحيحة. يرجى المراجعة والمحاولة مجددًا.

# MembershipInvalidUserNameErrorMessage
source: The user name provided is invalid. Please check the value and try again.
ar: عنوان اسم المستخدم المذكور غير صحيح. يرجى المراجعة والمحاولة مجددًا.

# MembershipProviderErrorErrorMessage
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ar: وجد المتحقق من صحة البيانات خطأ. يرجى التأكد من صحة البيانات المدخلة والمحاولة مجددًا. في حال استمرار المشكلة، يرجى الاتصال بمدير نظامكم.

# MembershipUserRejectedErrorMessage
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ar: تم إلغاء طلب الإنشاء الخاص بالمستخدم. يرجى التحقق من صحة البيانات والمحاولة مجددًا. في حال استمرار المشكلة، يرجى الاتصال بمدير نظامكم.

# PasswordChangeSuccessfullMessage
source: Request to change password was successful. Check your email and folow the link to update your password.
ar: نجح طلب تغيير كلمة المرور. يرجى مراجعة البريد الالكتروني ومتابعة الرابط لتحديث كلمة المرور الخاصة بك.

# PasswordSuccessfullyUpdatedMessage
source: Password was successfully updated. Please try logging in again.
ar: تم تحديث كلمة المرور بنجاح. يرجى محاولة تسجيل الدخول مجددًا.

# NextPageText
source: next
ar: التالي

# PreviousPageText
source: prev
ar: السابق

# UsageSummaryNoUsageYet
source: No Usage Yet
ar: لم يتم الاستخدام بعد

# UsageSummaryTitle
source: Your Usage
ar: استخدامكم

# UsageSummaryYearDisplay
source: Year
ar: السنة

# UsageSummaryMonthDisplay
source: Month
ar: الشهر

# UsageSummaryDayDisplay
source: Day
ar: اليوم

# UsageSummaryEncryptsDisplay
source: Encrypts
ar: تشفير

# UsageSummaryDecryptsDisplay
source: Decrypts
ar: فك&nbsp;تشفير

# UsageSummaryPartialDisplay
source: Partial
ar: جزئي

# ActiveDisplay
source: Active
ar: نشط

# InactiveDisplay
source: Inactive
ar: غير نشط

# NoDisplay
source: No
ar: لا

# YesDisplay
source: Yes
ar: نعم

# DeviceListPartialActivateDisplay
source: Unsuspend
ar: التنشيط

# DeviceListPartialSuspendDisplay
source: Suspend
ar: موقوف

# DevicePartialAddedDisplay
source: added:
ar: تمت الإضافة:

# DevicePartialForgetDeviceDisplay
source: forget
ar: نسيان

# DevicePartialLogoutDisplay
source: Logout
ar: تسجيل الخروج

# DevicePartialServerErrorDisplay
source: Server Error
ar: خطأ في الخادم

# DevicePartialSuspendedDisplay
source: suspended
ar: موقوف

# DownloadsPartialAndroidHeading
source: Android
ar: أندرويد

# DownloadsPartialiOSHeading
source: iOS
ar: آي أو إس

# DownloadsPartialMacHeading
source: Mac
ar: ماك

# DownloadsPartialTitle
source: {0} for Email
ar: إنكريبتكس للبريد الالكتروني

# DownloadsPartialWindowsHeading
source: Windows
ar: ويندوز

# ManagePasswordPartialTitle
source: Change Your Password
ar: تغيير كلمة المرور الخاصة بك

# PopoverAccountActivatedTabHeadingText
source: Your new {0} account name is
ar: اسم حسابك الجديد لدى شركة إنكريبتس هو

# PopoverAccountActivatedTabPara1
source: You are ready to begin using {0} software.
ar: يمكنكم الآن استخدام برمجيات إنكريبتس

# PopoverAccountActivatedTabPara2
source: You may now <a href="#" class="closePopover">close</a> this window or <a href="#" class="showAccount">view</a> your account details.
ar: يمكنك الأن <a href="#" class="closePopover">قريب</a> هذه النافذة أو <a href="#" class="showAccount">شاهد</a> لعرض تفاصيل حسابك.

# PopoverAccountActivatedTabPara3
source: With this account you can begin using {0} software.
ar: يمكنكم من خلال هذا الحساب البدء باستخدام برمجيات إنكريبتس.

# PopoverAccountActivatedTabTitle
source: Thank You for Activating Your Account
ar: شكرًا لكم لتنشيط حسابك

# PopoverAccountTabConfirmPasswordLabel
source: Confirm Password
ar: تأكيد كلمة المرور

# PopoverAccountTabEmailAddressLabel
source: Email Address
ar: عنوان البريد الالكتروني

# PopoverAccountTabFieldsRequiredNote
source: All fields are required.
ar: يتطلب ملء جميع الخانات.

# PopoverAccountTabInvalidEmailErrorMessage
source: Invalid email address format
ar: صيغة عنوان البريد الالكتروني غير صحيحة

# PopoverAccountTabMatchPasswordErrorMessage
source: Must match the password
ar: يجب تطابق كلمة المرور

# PopoverAccountTabPasswordLabel
source: Password
ar: كلمة المرور

# PopoverAccountTabPasswordLengthError
source: Must be at least 8 character.
ar: يجب أن تتكون من 8 أحرف على الأقل

# PopoverAccountTabRegisterButtonLabel
source: Register
ar: تسجيل

# PopoverAccountTabRequiredErrorMessage
source: Required
ar: مطلوب

# PopoverAccountTabTermsLabel
source: I agree to <a href="#">Terms & Conditions</a>
ar: أوافق على <a href="#"> الشروط والأحكام </ A>

# PopoverAccountTabTitle
source: Create an Account
ar: إنشاء حساب

# PopoverActivateTabAlmostDoneText
source: You are almost done. Please wait while we activate your account.
ar: انتم على وشك الانتهاء من إنشاء الحساب. يرجى الانتظار حتى نقوم بتنشيط حسابك.

# PopoverActivateTabCheckAccountDisplay
source: Check <email address>
ar: راجع

# PopoverActivateTabCongratulationsText
source: Congratulations, you have successfully created an {0} account. We sent an activation link to your registered email address. Click the link in the email we sent to activate your account.
ar: تهانينا لكم لإنشاء حساب إنكريبتس بنجاح. أرسلنا رابط تنشيط إلى عنوان بريدكم الالكتروني المسجل. انقر الرابط الوارد في البريد الالكتروني الذي أرسلناه إليكم لتنشيط حسابك.

# PopoverActivateTabContactUsDisplay
source: If you are having trouble, <a href="#">contact us</a>.
ar: إذا كنتم تواجهون مشكلة، يرجى الدخول على <a href="#"> الاتصال بنا </ a>.

# PopoverActivateTabForAnActivationLinkDisplay
source: for an activation link.
ar: للحصول على رابط التنشيط.

# PopoverActivateTabResendButtonText
source: resend activation
ar: إعادة إرسال رابط التنشيط

# PopoverActivateTabTitle
source: Activate Your Account
ar: تنشيط حسابك

# PopoverActivateTabTryResendingDisplay
source: No email? Check your spam folder or try resending the activation link.
ar: هل لا يوجد بريد الكتروني؟ قم بمراجعة حافظة الرسائل الالكترونية غير المرغوبة أو محاولة إعادة إرسال رابط التنشيط.

# PopoverCreatePasswordTabCreatePasswordButtonText
source: create password
ar: إنشاء كلمة سر

# PopoverCreatePasswordTabPara1
source: Your administrator has created an Encryptics acount for you using your email address.
ar: قام مديركم بإنشاء حساب إنكريبتس من أجل استخدامكم له من خلال عنوان بريدكم الالكتروني.

# PopoverCreatePasswordTabPara2
source: Please provide a password to activate your account.
ar: يرجى إدخال كلمة سر لتنشيط حسابك.

# PopoverCreatePasswordTabTitle
source: Welcome to {0}
ar: مرحبًا بك في إنكريبتس

# PopoverDoneAccountButtonText
source: view your account
ar: عرض الحساب

# PopoverDoneCloseButtonText
source: close this window
ar: إغلاق النافذة

# PopoverDoneDownloadManually
source: If the installer did not automatically download click here
ar: في حال عدم قيام المثبت بالتحميل تلقائيًا، يرجى النقر هنا

# PopoverDoneTabTitle
source: thank you for downloading {0}!
ar: نشكركم على تحميل إنكريبتس!

# PopoverDownloadsTabAppStoreText
source: Go to App Store
ar: الذهاب إلى متجر التطبيقات

# PopoverDownloadsTabGooglePlayText
source: Go to google play
ar: الذهاب إلى جوجل بلاي

# PopoverDownloadsTabHeading
source: Your software will begin downloading shortly.
ar: سيبدأ تحميل البرمجيات حالاً.

# PopoverDownloadsTabInstallPhoneText
source: Click the link below to install the software on your phone.
ar: انقر الرابط أدناه لتثبيت البرمجيات على هاتفكم.

# PopoverDownloadsTabSkipDownloadText
source: click here to skip the download
ar: انقر هنا للخروج من التحميل

# PopoverDownloadsTabTitle
source: Your Account is Now Activated
ar: حسابك نشط الآن

# PopoverTabHeadingAccount
source: Account
ar: الحساب

# PopoverTabHeadingActivate
source: Activate
ar: تنشيط

# PopoverTabHeadingDevices
source: Devices
ar: الأجهزة

# PopoverTabHeadingDone
source: Done!
ar: تم!

# PopoverTabHeadingDownload
source: Download
ar: تحميل

# PopoverTabHeadingDownloads
source: Downloads
ar: التحميلات

# PopoverTabHeadingPassword
source: Password
ar: كلمة المرور

# PopoverTabHeadingUsage
source: Usage
ar: الاستخدام

# SubmitDisplay
source: submit
ar: تقديم

# GravatarImageText
source: image by Gravatar
ar: صورة من جرافاتار

# MenuAdminPortal
source: Admin Portal
ar: منصة المدير

# MenuChangePassword
source: Change Password
ar: تغيير كلمة المرور

# MenuDownloadSoftware
source: Download Software
ar: تنزيل برمجيات

# MenuLogIn
source: Log In
ar: تسجيل الدخول

# MenuLogOut
source: Log Out
ar: تسجيل الخروج

# MenuManageAccount
source: Manage Account
ar: إدارة الحساب

# MenuRegister
source: Sign Up
ar: إنشاء حساب جديد

# DevicesPartalNoDevicesHeading
source: No Devices
ar: لا توجد أجهزة

# DevicesPartialLaptopImageStyle
source: float: left;
ar: float: right;

# DevicesPartialNoDevicesInstructions
source: Log in to {0} for Email from a computer or mobile device. Manage any of your {0} devices right from this website.
ar: تسجيل الدخول إلى البريد الالكتروني Encryptics من الحاسب الآلي أو جهاز الهاتف الجوال. يتم إدارة أي من أجهزة Encryptics من خلال هذا الموقع الالكتروني مباشرةً.

# AccountLicenseTypeFree
source: Free
ar: نسخة مجانية

# AccountLicenseTypeProfessional
source: Professional
ar: نسخة احترافية

# AccountLicenseTypeTrial
source: Trial
ar: نسخة تجريبية

# ForgotPasswordPartialInstructions
source: Enter your email address below and click the submit button. You will receive an email with a link. If you click on that link you can then create a new password.
ar: أدخل عنوان بريدك الإلكتروني أدناه وانقر على زر إرسال. سوف تتلقى رسالة بريد إلكتروني مع وصلة. إذا نقرت على هذا الرابط يمكنك ثم إنشاء كلمة مرور جديدة.

source: reset password
ar: إعادة تعيين كلمة المرور

source: Success!
ar: النجاح!

# ResetPasswordPartialInsructions
source: Enter a new password and click the submit button to reset your password.
ar: إدخال كلمة مرور جديدة وانقر على زر إعادة تعيين كلمة السر الخاصة بك.

# AccountDetailsNotUpdatedErrorMessage
source: Account details could not be updated.
ar: تعذر تحديث تفاصيل الحساب.

# CouldNotRetrieveAccountDetailsErrorMessage
source: Could not retrieve your account details
ar: .لا يمكن استرداد تفاصيل حسابك

# CouldNotUpdateUserAccountErrorMessage
source: Could not update account details (server error).
ar: تعذر تحديث تفاصيل الحساب (خطأ في الخادم).

# FirstNameLengthErrorMessage
source: First name must be 50 letters or less.
ar: يجب أن يكون الاسم الأول 50 حرفا أو أقل.

# LastNameLengthErrorMessage
source: Last name must be 50 letters or less.
ar: يجب أن يكون الاسم الأخير 50 حرفا أو أقل.

# ResetPasswordErrorInstructions
source: You can <a href="ForgotPassword.aspx">request</a> a new link to reset your password.
ar: يمكنك طلب رابط جديد <a href="ForgotPassword.aspx"> لإعادة تعيين </a> كلمة المرور الخاصة بك.

# ResetPasswordLinkStatusBadDataErrorMessage
source: The link you followed to reset your password is invalid.
ar: وقد تم بالفعل استخدام الرابط الذي اتباعها لإعادة تعيين كلمة المرور الخاصة بك.

# ResetPasswordLinkStatusExpiredErrorMessage
source: The link you followed to reset your password has expired.
ar: انتهت صلاحية الرابط الذي اتباعها لإعادة تعيين كلمة المرور الخاصة بك.

# ResetPasswordLinkStatusFailedErrorMessage
source: Attempting to verify the validity of the link you followed to reset your password has failed for unknown reasons.
ar: محاولة للتحقق من صلاحية الرابط الذي اتباعها لإعادة تعيين كلمة المرور الخاصة بك قد فشلت لأسباب غير معروفة.

# ResetPasswordLinkStatusUsedErrorMessage
source: The link you followed to reset your password has already been used.
ar: الرابط الذي اتباعها لإعادة تعيين كلمة المرور الخاصة بك غير صالحة.

# AccountActivationStatusBadDataErrorMessage
source: The link you followed to activate your account is invalid.
ar: الرابط الذي اتباعها لتفعيل حسابك غير صالح.

# AccountActivationStatusExpiredErrorMessage
source: The link you followed to activate your account has expired.
ar: انتهت صلاحية الرابط الذي اتباعها لتفعيل حسابك.

# AccountActivationStatusFailedErrorMessage
source: Attempting to verify the validity of the link you followed to activate your account has failed for unknown reasons.
ar: محاولة للتحقق من صلاحية الرابط الذي اتباعها لتفعيل حسابك قد فشلت لأسباب غير معروفة.

# AccountActivationStatusRemovedErrorMessage
source: The link you followed to activate your account is no longer valid as the account you are attempting to activate has been removed.
ar: الرابط الذي اتباعها لتفعيل حسابك لم يعد صالحا كحساب الذي تحاول تنشيط تمت إزالة.

# AccountActivationStatusUsedErrorMessage
source: The link you followed to activate your account has already been used. Your account is fully active at this time. If you feel this is in error please contact support.
ar: وقد تم بالفعل استخدام الرابط الذي اتباعها لتفعيل حسابك. حسابك نشط بشكل كامل في هذا الوقت. إذا كنت تشعر أن هناك خطأ يرجى الاتصال encryptics.

# ChangePasswordSuccessMessage
source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.

# RemoveLoginSuccessMessage
source: The external login was removed.
ar: تم إزالة تسجيل الدخول الخارجية.

# SetPasswordSuccessMessage
source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.

# CouldNotActivateDeviceErrorMessage
source: Could not activate this device.
ar: لا يمكن تفعيل هذا الجهاز.

# CouldNotDeactivateDeviceErrorMessage
source: Could not deactivate this device.
ar: لا يمكن إلفاء تفعيل هذا الجهاز.

# CouldNotDeactivateDeviceSessionErrorMessage
source: Could not deactivate the session for this device.
ar: لا يمكن إلغاء تفعيل جلسة العمل لهذا الجهاز.

# CouldNotRemoveDeviceErrorMessage
source: Could not remove this device for this user.
ar: لا يمكن فصل هذا الجهاز لهذا المستخدم.

# CouldNotRetrieveDevicesErrorMessage
source: Could not retrieve devices. Please try again. If this problem persists contact support.
ar: لا يمكن إسترداد الأجهزة. يرجى المحاولة مرة أخرى. إذا استمرت هذه المشكلة اتصل ب Encryptics

source: Could not retrieve user account
ar: لا يمكن إسترداد حساب المستخدم
